/*
 This file contains translations for the white balances provided
 by Canon cameras. The values must match the wording used by the
 camera (if provided) when set to this language.
 */

"EOSWhiteBalanceAuto" = "Automatisch";
"EOSWhiteBalanceDaylight" = "Tageslicht";
"EOSWhiteBalanceCloudy" = "Wolkig";
"EOSWhiteBalanceIncandescent" = "Kunstlicht";
"EOSWhiteBalanceWhiteFluorescent" = "Weiße Leuchtstofflampe";
"EOSWhiteBalanceFlash" = "Blitz";
"EOSWhiteBalanceCustom" = "Custom";
"EOSWhiteBalanceShade" = "Schatten";
"EOSWhiteBalanceColorTemp" = "Farbtemperatur";
"EOSWhiteBalanceAutoWhitePriority" = "Automatisch (White Priority)";
"EOSWhiteBalanceCustom1" = "Custom 1";
"EOSWhiteBalanceCustom2" = "Custom 2";
"EOSWhiteBalanceCustom3" = "Custom 3";
"EOSWhiteBalanceCustom4" = "Custom 4";
"EOSWhiteBalanceCustom5" = "Custom 5";
